{"songs": [{"title": "Bill Gates Remix", "album": null, "year": null, "lyrics": "Oh shit (yeahh) Busta Rhymes (yeahh) on this Lil Wayne remix...shit is crazy right here (yeahh) Lets GO\n\n[Busta Rhymes]\nOkay, here comes the great white you little tadpole\nMy moneys like a fat bitch she had a cash roll\nCombination lock safe bread stash old\nAnd white shit with small face just call me asshole\nYou mad my word touch the street like an a postal hater\nI'm a turn your crew to a circle or squares like a waffle maker\nI gotta have it, even if it ain't mine, i gotta pocket paper\nI put a strong hole in every hood see how i lock it major\nAnd why you wondering w-whos that nigga coming in\nSounding like the voice of god do you speak a thundering\nThe killer of the beat and how im giving you the eating\nHow i kill em in the street how im magically\nAnd somebody better watch their step yep thats me yep\nSon did ask me who's nicest cry baller\nI don't call you son because you shine like one\nBitch i'm your father\nCause i fathered so many styles, like if you plain and i charter\nTell they respect me and then amortize me like a mortar\nI'm laughing with you, being at you think it's funny\nCause that hundred thousand in my truck is cling diamond money\nWhat's the issue now this shit is so official with the stare\nWe got em amp\nIf you ain't know i do it, over niggas cash should i spit\nMe leaving pretty bitches once and them damp\nUndisputed with spit, i've been to fed of me is the champ\nIt dont matter if you debate and wanna rave and wanna rant\nAnd cooperate the god name in every religious chant go........\n\n[Lil Wayne]\nSkinny ass pants\nFresh pair of vans\nIf you niggas keep trippin? nigga share an ambulance\nThrow up blood with my hands\nMy gang poppin? niggas smoke that kush and not that reggie\nFor you name droppin? niggas\nAll day I do it\nI do it like Tony\nGot a sign on my dick that say ?bad bitches only?\nI don?t drink champagne, it make my stomach hurt\nMan I?m on that Patron, fuck with me wrong and get murked\nGot a silencer on the gun, that bitch go ?pu?\nGot-Got a mean ass swagga, my bitches do too\nYeah all my niggas nuts and I?m a loose screw\nBitch I get big bucks, pockets on bruce bruce\nYeah I talk that shit bitch I got bread, bitch I got toast\n\nWelcome to the murder show I am the muthfucking host\nThey call me Weezy F Baby yes I do the fucking most\nI?m at their throats until they choke\nThe God has spoke I need a smoke wait (smoke wait)\nNow let it breath to em\nYea.........\n\n[Chorus]\nIt goes all these bitches and nigas still hatin?\nI used to be a baller but now I?m Bill Gatin?\nGot a list full of problems, I tend to em later\nYeah life is a bitch but I appreciate her man\n\nAll these bitches and nigas still hatin?\nYea I used to be a baller but now I?m Bill Gatin?\nGot a list full of problems, I tend to em later\nYeah life is a bitch but I appreciate her man\nYea.....", "image": "https://images.genius.com/f903dae2533e450c8d3cb233aa846020.745x745x1.jpg"}], "artist": "Lil Wayne"}