{"songs": [{"title": "Best Of Me", "album": null, "year": null, "lyrics": "[Verse 1: Lil Wayne]\n\nYes, [?] Weezy baby we Squadron\nTape Pigeons with bricks, some of them with quarters\nSend em' cross the border\nMy bitches originally from across the border\nBut once mami crossed her border\nTo my hideaway across the border\nShe like, cross the floor and we tossed the whore\nI'm a floss for sure cause my whip is costing more\nThen all of yours put together, I'm good forever\nI'm, repping my hood whenever, wherever, however you want it I'll metal ya homie\nHotter than kettles over the stove in the morning\nAnd I'm over the stove in the morning\nWith a board, coke and some Arm N' Hammer\nI, swarm with the hammy and my arm full of ammo\nFace-painted like the black sambo\nStrapped like Rambo\nCan't nobody see the damn flow\nI'll have his body see the damn floor\nI'm so groovy, I might know how to play a fucking banjo\nBut I never tried, and when I was twelve I took a bullet like a man yo\nBut I never died, I'm hear now, I'm that child Tadah\nI let the Tech blada, If you stare down\nNo part, let your hair down\nMy- ain't got no brain on my sports car\nAnd shawty came out her sports bra\nBecause I came on her sports bra\nI got game like a sports broad-\nCaster, Wayne, your bro a master\nI'll have my boys masturbate on your broad faster\nBag the hard in the plastic\nAnd watch how I go hard in the Ave wit' it\nI move a jag tinted in your residential\nSwagger so tight it might pinch you\nIce so white it might irk you\nSlide in a [?] coupe\nRims might hurt you\nInterior will murk you Sheesh!\nI got work on every outskirt and\nI got her out-skirt, out-shirt fam'\nI'm the boy, I said I'm the boy man\nMami came aboard in my air on Jordan's\nShe can't lie cause I glide on Clyde's\nAnd she try to ride with me because I sky on Dominiques's baby\nShe not hatin' cause I rip on G [G. Paytons]\nBut she love to ride the back of my [4 Wheeler] on Dayton's\nWe skatin', you waitin'\nShe real late and damn you real patient\nWe real playas but we really don't play\nLike Josa Forte, got Doja all day!\nGot bread, got toast and Parkay\nThat's all dough all day\nI knocks all hoes all day, I'm mackin vicious\nAsk ya girl bout my dick she say \"That's delicious\"\nAsk your girl did she spit, she say \"That's nutritious\"\nAsk her did she get flipped she say  \"That's tradition\"\nIf she say she didn't that's suspicious\nYou need to stop listenin' to them nasty bitches\n3, 2,1\nCarolina Blue kicks, Carolina Blue fitted\nCarolina Blue whip, Carolina Blue twenties\nCarolina Blue seats, Carolina Blue ice\nCarolina Blue bike, Carolina Blue lights\nCarolina Blue Jersey, Carolina Blue gator,-\nAww fuck it my favorite team is the Lakers\nLaker Yellow lambo, Laker Yellow 'rari\nLaker Yellow nine-eleven, Laker Yellow mami\nLaker Yellow Converse, Laker Yellow [?]\nLaker Yellow number 8 Kobe Bryant Authentics\nI'm an authentic nigga, and so is my clique\nWeezy Baby I just murdered this shit, holla back\n\n[Outro: Lil Wayne]\nOkay, uh-huh, okay, uh-huh, okay uh-huh\nYou already know man, this your boy man\nTell em' my name\nWeezy baby, Weezy baby, Weezy baby, Weezy baby\nWeezy baby, Weezy baby, Weezy Baby!", "image": "https://images.genius.com/f903dae2533e450c8d3cb233aa846020.745x745x1.jpg"}], "artist": "Lil Wayne"}