{"songs": [{"title": "1st We Blaze It Up", "album": "Stoner's EP", "year": "2012-04-16", "lyrics": "I have been listening to the radio lately\nA lot of these capers making these rap love songs\nI got one I wanna do, my nigga huh huh, yeah\nNow my nigga Joseph on the track\nI'm gonna start mine off like bitch dig this\nOne move, two look, three little breezes\nAll in line, fine, trying hit my breezy\nYou ain't the dog, they dont believe me\nThey want me to talk that talk, Im like fear sissy\nNow you know its me\nBut you drink down, grab your coats and roll with me\nWe are going to the palace where I lay my head\nSaid the ten room house with the make bed\nYou are really rolling with a player\nWho found his nails and takes care of his hair\nBut enough about me, let us talk about you all\nWhat do you all prefer? The cats or dogs?\nJeans or skirts? Music or movies?\nTom and Jerry? Shaggy or Scooby?\nGroovy, you can use me and abuse me\nAnd we can do the hoochy coochy in my Jacuzzi\nFirst we blaze it up\nWhen we do, it stays. What is up?\nSaid you can't get enough\nThe one we dont do act like\nFirst we blaze it up\nWhen we do, it stays. What is up?\nYou said you can't get enough\nThe one we dont do act like\nAfter the party, yeah yeah\nYou know I felt like blowing to let you know how I was feeling, let me get back to flowin\nIm goinig on a little journey\nWould you like to come and join me?\nCause I got a lot of room for your time to consume for ya\nMan, this is really some ill shit\nA pimp ass nigga like myself to deal with\nBaby girl, can you feel this?\nThe niggers is fake and Snoop Dogg is the realest\nYou with me its like wee\nI get it how I live and I make it how I want it\nSomebody told me a long time ago\nIf you got a better flow so I guess I am gonna flow\nSo proceed with speed\nSo you can have what you want\nJust name what you need\nFirst we blaze it up\nWhen we do, it stays. What up?\nSaid you can't get enough\nThe one we dont do act like\nFirst we blaze it up\nWhen we do, it stays. What is up?\nYou said you can't get enough\nThe one we dont do act like\nAfter the party, yeah yeah\nAre you in the mood for some Marvin Gay\nOr you just wanna cruise through LA\nLet me kiss you on your belly\nAnd take a few flicks of your slay\nI know you like it when I turn into a freak avoid\nAnd you momma thinking I was just your home boy\nYou know Im down with the D-low\nI hope your baby daddy dont try to pull a D-bow\nWait notice, everywhere that we go\nI know Im just bullshitting girl, you get peoples\nYou got to have some joy and some laughter\nTo each and every relationships chapter\nNow, in the beginning you will feel the rapture\nIts easy to capture, let me know what youre after\n1st we blaze it up\nWhen we do, it stays. What up?\nSaid you can't get enough\nThe one we dont do act like\nFirst we blaze it up\nWhen we do, it stays. What up?\nYou said you can't get enough\nThe one we dont do act like\nAfter the party, yeah yeah", "image": "https://images.genius.com/ba60ef32580085f132dc154656bbb9f0.1000x1000x1.jpg"}], "artist": "Snoop Dogg"}