{"songs": [{"title": "Ay Man", "album": null, "year": "2009-01-01", "lyrics": "[Verse 1: Pharrell]\nLemme 'splain the difference 'tween you and I\nHot in Miami but you know I keep the coolest ride\nStop like yeah ragged rockin' [? ]\nPullin' up on the side is a suicide\nAye, you just a run-of-the-mill nigga\nHere's the difference man I run with the mills, niggas can't eat I ain't done with the meal\nSee dem niggas that's grinnin' man they have fun with da steel\n\"Pharrell, you a cool nigga. Let me shake your hand. You wear tight pants, you wear black bands, you wear long Vans, crib in the sky and\nI heard you got a crib in Virginia, on the sand.\"\nNot you, you ain't a Robb Report nigga\nNigga, yous a perjuror, you lie in court nigga\nYou prolly snitchhy snitchy and proly bitchy bitchy\nI don't wear them big chains no mo' because they itch me\nDrop my girl off, pick up the enzo\nRidin' through Hileah, ride through Kendall\nRide through Carol City, ride through Overtown\nWhere they leave dat ass on the ground\nBut you say that they know you now\nBut the difference is when dey see ya, will they hold ya down\nSee P grew up with a heroine pedal?\nThey made fun of me cause I was a odd fellow\nSee I was half skate park I was half ghetto\nBut you cut me open then u seen my bones made of metal\nHere's my DNA yes it was essential\nUnlike your aftermarket Roley Presidential\nLook at my Audemars, three hundred something\nBarack inspired (why?) the black one comin'\n\n[Pre-Hook: Lil Wayne]\nPu-Pull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nArm hangin' out da driver side window\nTrynna get this pretty motherfucka to the crib-o\n\n[Hook: Lil Wayne]\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nAnd they say money talk. Can you say how I'm doin?\n\n[Verse 2: Lil Wayne]\nI'm doin' real well I'm doin' real well\nGot the Frank Mull and time will tell\nRock star bitch, like a Nine Inch Nail\nSom'n sittin' on 25 inch wheels\nWe eatin' over here why would I miss meals?\nWhisper in her ear give her thigh lip chills\nYoung moolah yeah I know you like dat baby\nAnd she wanna be in the mix like a white-black baby\nWeezy a.k.a. which one of ya'll girls want me\nHigh-definition tv in the front seat\nWhatcha wanna do nigga I ain't neva scared\nTheodore ass nigga you a teddy bear\nI'm so hood and the hood everywhere\nThank god black card good everywhere\nYou like my shoes huh? well I got every pair\nElevator eyes, but I get every stair\n\n[Pre-Hook]\nPu-Pull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nArm hangin' out da driver side window\nTrynna get this pretty motherfucka to the crib-o\n\n\n[Hook]\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nAnd they say money talk. Can you say how I'm doin?\n\n[Verse 3: Lil Wayne]\nI'm doin' real fine I'm doin' real fine\nIt took a lil' time it was just a hill climb\nAnd now we at the top so let's pose for the pictures\nCause our money longer than the nose of da bitches?\nAnd, and for my shows do ya know what I'm gettin'?\nLike a mansion every night it's fair to say I make a livin'\nAnd hip hop never closed it just wasn't safe to visit\nBut I reopened it I'm bout to break the ribbon\nI see it and I'm in it I do it how you dreamt it\nIce game dumber than O.J. Simpson\nI ride next year check the numbers on the temps and\nHotta than a bitch check the numbers on my temp and ya boyfriend a bitch watch I treat him like a wimp and\nWe are all apes I remember when we were chimps and man, you can bet I'm gon' be limpin\nI'm a be limpin yep\nWhen I hop up out that pretty mothafucka like hello\nHop up out that pretty mothafucka like\nLike when I hop up out that pretty muthafucka like hello\nHop up out that pretty muthafucka like, um\n\n[Pre-Hook]\nPu-Pull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nArm hangin' out da driver side window\nTrynna get this pretty motherfucka to the crib-o\n\n\n[Hook]\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nPull up in that new thang all mellow\nThen hop up out that pretty motherfucka like hello\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nHello ma, hey how ya doin'?\nAnd they say money talk. Can you say how I'm doin?", "image": "https://images.genius.com/f903dae2533e450c8d3cb233aa846020.745x745x1.jpg"}], "artist": "Lil Wayne"}