{"songs": [{"title": "Check That Bitch", "album": "History: Function Music", "year": "2012-11-06", "lyrics": "[Chorus]\nFolding this paper, getting my grip\nNigga, I’m a player, nigga, I’m a pimp\nDon’t holla at me, these hoes is a trip\nDon’t try to check me, you better check that bitch\nCheck that bitch (Repeat 8X)\nNigga\n\n[Verse 1]\n[Too $hort]\nIt’s never too late to learn the game\nDon’t call me trying to earn the name\nIf you don’t want shit\nTrying to take up for that punk bitch\nYou hella square…I don’t fuck with it\nAll you gotta do is tell her how you feel\nJust be honest, it ain’t hard being real\nIf she fucking with the next man, you gon’ be her ex man\nAnd don’t let me catch you stressin’\n\n[E-40]\nStressin’, let me give they ass a lesson, $hort\nSome of these so-called players being acting like a dork\nThey get behind closed doors, they poodle up\nLet they bitch treat ‘em like a mutt\nThere’s rules and regulations in the Book of Mackin’\nIf she ain’t your main broad you can’t be a captain\nAnd even if she is, she better show you ‘speck\nJust in case, always have another bitch on deck\nBIATCH!\n\n[Chorus]\n\n[Verse 2]\n[E-40]\nFolding this paper, getting my grip\nI came in the game already laced and equipped\nGot the game from the G’s, the hustlers and the pimps\nIf it don’t make dollars, it don’t make sense (UH!)\nI ain’t never been a square even though I drive a box\nHad a couple warrants so I cut my dreadlocks\nTweeters, horns, woofers, 40 and them is what I knock\nSlide down the block, life savings in my socks\n\n[Too $hort]\nThe homie got killed\nThe other nigga went to jail\nAll behind a female\nHe about to do life, he about to have a funeral\nAnd nobody wins\nAin’t no game like a low budget pimp\nShoulda put a checkmark on her forehead\nStop simpin’ and tell her what $hort said\n\n[Chorus]\n\n[Verse 3]\n[Too $hort]\nI don’t know what you drinking\nMust be drunk, what the fuck you thinking?\nA real player, that’s all I wanna be\nYou mad ‘cause you heard she was all up under me?\nNow you wanna text my phone like a bitch\nYou need to quit, with that little girl shit\nYou better check her, so you can live your life, mayne\nIs that your real bitch or your side thang?\n\n[E-40]\nTodd, I seen this main one in the club last night\nHer and a couple of friends dressed in all white\nLike some virgins, acting hella proper\nLike they’ve never been touched, drinking hella vodka\nPants hella tight, grown\nCoochie bite, camel toe, on\nWrecked, ready to get gone\nYou know why?  ‘Cause he ain’t never home\nBIATCH!\n\n[Chorus]", "image": "https://images.genius.com/266d531cf917363b168b1fe92d20a320.500x500x1.jpg"}], "artist": "E-40"}