{"songs": [{"title": "42 bars", "album": null, "year": null, "lyrics": "Hey! Look up baby, they write my name in the sky bitch\nDon't forget the baby is what I tell the pilot\nDon't forget the liquor store is what I tell the driver\nTwenty dutchmasters and straight level vodka\nI can pedal backwards and still move forward\nLook under the mattress, you might find four of 'em\nI can go though the atlas without touring\nI can fuck an actress and never been in movies\nChea. I'm a cutie, An offspring of mamas beauty\nI did overtime, I took papas duty\nI'm a man in every sense, I got cents\nSince I got rich I got tints on every Bent'\nSince I know tension come out them like vents\nI vent, and show no relent, money well spent\nI'm a hell raiser, blaze a L right in\nFront of the laws, I'm tougher than yall\nNever really had a pop, so I never had to check in\nBut I get enough checks, I fuck around and check him\nLook, check him out, these is Evisus\nAmerica ain't even let them out (ha ha)\nI'm feeling great, I'm stepping out\nTake ten out, brrraatt, chest is out\nAnd I don't leave paraplegics, I squeeze it\nUntil I see ya spirit rise with my own eyes nigga\nI'm on mine nigga ,I got this like a bitch got time nigga\nAnd I'm the dime type\nAnd I'm walking in the lime light, still like lime\nThey talking in hindsight, I'm right now\nI pull up on ya shawty like SKKRRR\nTryna hop up in this Maybach, I walk way back girl\nCome up out that gear asap girl\nWhisper in ya ear this Wayne pussy, say it back girl\nNow she in the whip with homes\nHe listening to the same songs I fucked her on\nYeah. I lay back, I'm comfortable\nYeah. Weezy baby boy, lazy boy\nYeah. I did my service in the Navy\nNow I'm just a veteran, they forever pay me\nDig me like a shovel, Mama I'm a rebel\nI come from under that rock and turned into a pebble\nBaby I'm trouble, so turn up the treble\nYou say it's clever, I call it whatever", "image": "https://images.genius.com/f903dae2533e450c8d3cb233aa846020.745x745x1.jpg"}], "artist": "Lil Wayne"}