{"songs": [{"title": "Baseball Sex", "album": null, "year": null, "lyrics": "Lil Wayne:\nYeah (take me out, take me out)\nOk now it was me and Mrs. C\nWe was chillin by ourself\nBoth of us just popped a pill\nAnd now am feelin' myself\n\nI ain't worried bout you cause I'm feelin' myself\nI ain't worried bout you cause I'm feelin' myself\n\nAnd they feelin' my shoe and they feelin' my belt\nAnd they feelin' my jean thats the one they never seen\nAnd my watch look like a television screen\nAnd my right wrist nice and my left wrist mean\nAnd now my neck gettin' all jealous and things\nSo I had to cop a couple of more necklaces man\nLike ain't that a bitch?\nAin't a bitch I ain't my words\nHeavy so I hope them bitches stick like paint\n\nAnd all I really care about is my bank ho\nAnd all I really care about is my bank ho\nAnd all I really care about is my bank ho\nYa digg? now, what you drank?\n\nI tell her bartender just straight patron\nMan I'm takin one of these girls home\nAnd we can do what we do we grown\nWe can do what we do we grown\nI met her on first base standin' all alone\nWe went to second base and now she in my zone\nThen we told Mr. Third Base we gon'\nI told you im taking one of these girls home (safe)\n\nMack Maine:\n\nI take a chick out the park like Barry\nShe held my balls so long the ref call her carry\nShe come to the crib and she think we married\nShe try to sneak in my bed like the tooth fairy (ha)\nI call her genius oral she give me head sex\nAnd all my bitches like packages they get FedEx\nYou can call 'em priority of 'da next day\nThey call the next day like \"Maine I'm still rollin'\"\nI'm like well im heading to the game you still rollin'?\nLike let me know your destiny child like Kelly Rowland\nYou think she lift weights with her brain the way she headstrong\nYou see my house is third base I call my bed home\nYou call her Miss Decapitated yeah her head gon'\nShe think she living right but I tell her she dead wrong\nAnd I don't care if she all fat or she all slender\nAnd I ain't T-Pain but this what I told the bartender\n\nCHORUS\nI tell her bartender just straight patron\nMan I'm takin one of these girls home\nAnd we can do what we do we grown\nWe can do what we do we grown\nI met her on first base standin' all alone\nWe went to second base and now she in my zone\nThen we told Mr. Third Base we gon'\nI told you im taking one of these girls home (safe)\n\nLil Wayne:\n\nNow run around a base\nYou know I come from outter space\nAnd I'm runnin out of space\nCause I got to much paper\nI ain't got enough space\nYou call that girl 7\nCause she finna get 8\nIf you call her at 7\nThen probably gettin' ate\nTomorrow call her at 7\nAnd she still gettin' ate\nYa now she do me\nAnd girl what the bitch say?\n\"daddy please could you come\nAnd put some tears in my face\" (haha)\nShe wanna Lil Wayne on her face\nI said well bitch go get lil' wayne on youre face (haha)\nThen I came in her face\nYou know a nigga had to make it rain in her face\nBitch I know you love me\nIf not you just stupid\nNigga stop talkin'\nAnd why dont you just do it?\nBut fuck them niggas girl me and you should do it\nAnd you know im gon' of that fluid you ain't see me tell\n\nThe bartender just straight patron\nMan I'm takin one of these girls home\nAnd we can do what we do we grown\nWe can do what we do we grown\nI met her on first base standin' all alone\nWe went to second base and now she in my zone\nThen we told Mr. Third Base we gon'\nI told you im taking one of these girls home (safe)\nI swear I told the bartender just straight patron\nMan I'm takin one of these girls home\nFirst base\nSecond base\nThird base\nWe Home\nWe can do what we do we grown", "image": "https://images.genius.com/f903dae2533e450c8d3cb233aa846020.745x745x1.jpg"}], "artist": "Lil Wayne"}