{"songs": [{"title": "Ain’t It Man", "album": "Thats My Work Vol. 3", "year": "2014-02-27", "lyrics": "[Intro]\nYou know I'm doin' big thangs for me\nGot big thangs, you know what I mean?\nYou don't even understand it you know what I mean?\nBig riches it's a blessin'\nAnyway, check it out\n\n[Hook]\nAnd I ain't having big things, ain't it man?\nYou know I'm from a crip gang, ain't it man?\nAin't afraid to let my nuts hang, ain't it man?\nAnd smoke a lot of mary jane, ain't it man?\nAnd I never been in love before, ain't it man?\nA gangsta nigga on his throne, ain't it man?\nYou know I'm doing big things, ain't it man?\nYou know I'm about that good thang, ain't it man?\n\n[Verse 1: Snoop Dogg]\nTwist up a swisha sweety put some foul in that bitch\nLets get wild\nLets get high\nCome on, lets take a few hits\nSip some drink, count yo bank or do whatever you feel\nPop the top on yo lacker, is that a Snoopy deal?\nIt's got to be Monopoly it's how I play on this field\nA quarterback with the sack, I got a team to build\nA Dream to fill, scheme for mills, wheels and deals\nDo how I feel, don't give a fuck how I feel\nAnd that's for real\nA lot of pimp niggas be poppin' up\nEver since me and Magic Juan made it popular\nPimpin' ain't easy, for sheezy, my neezy, cuff your breezy\nAnd remember this nigga when you see me\n\n[Pre-Hook]\nYou know I'm doing big things, ain't it man?\nYou know I'm from a crip gang, ain't it man?\nAin't afraid to let my nuts hang, ain't it man?\nAnd I smoke a lot of mary jane, ain't it man?\nOh, waaaah, ain't it man? x8\n\n[Verse 2: Kokane]\nJacob fella stay fly, everyday gaters laced up\nI ain't thinking a pay cut, this beat is paper chaser\nYou work from 9 to 5, but I'mma keep a steady hustle\nYeah, we doin' big thangs, a nigga gotta have some muscle\nAlways keep it low, keepa ain't afraid to knuckle up\nIf ya disrespect my pimpin', tryna fuck my hustle up\nI'm just here to kick game, get on the mike, spit flames\nBig Snoop Dog with Kokane, ain't a man\n\n[Verse 3: E-White]\nCatch me lookin' flossy, I done hooked up wit the boss and\nWhere he got his share of thrust is not my fault\nI'm handsome enough without the clothes and the [?]\nBut I'm rough, bossin' up on all them hoes, think I'm a star\nI hustle and I call it like I see it, can't sleep\nI need some money, stressed out, I'm about to fight\nBite off that weed or somethin'\nTo make it happen is the mission that they send me to get wit\nNot all fall out dawg house, I represent this\n\n[Hook x2]", "image": "https://images.rapgenius.com/9061ed395318be40fdb15ad1f7fddf48.247x247x1.jpg"}], "artist": "Snoop Dogg"}